Repository: seanpm2001/mt-training-data
Catalog: mhr/mhr_pontoon.tmx
Source language: en_us
Languages: mhr

source: preference
mhr: сайлан шотлымаш

source: release
mhr: лукмаш

source: report
mhr: отчёт

source: revert
mhr: пӧртылаш

source: search suggestion
mhr: кычалме дене ойлончо

source: security keys
mhr: шолып сравоч

source: sensitive
mhr: шижше

source: sidebar
mhr: ӧрдыж оҥа

source: sign
mhr: кидпыштыш

source: signer
mhr: кидым пыштыше

source: studies
mhr: шымлымаш

source: track
mhr: трек

source: trackers
mhr: трекер-влак

source: Tracking Content
mhr: Контентым эскерымаш

source: Turbo Mode
mhr: Турбо радам

source: unencrypted
mhr: шифроватлыме огыл

source: unresponsive
mhr: огеш вашеште

source: unsafe
mhr: лӱдыкшӧ

source: validate
mhr: чынлаш

source: validity
mhr: чын лиймаш

source: version
mhr: версий

source: Web Authentication
mhr: Веб-аутентификаций
